[
  {
    "title": "CaughtUp LLC",
    "paragraphs": [
      "Founding member and Software Engineer",
      "This startup is designed to motivate us to dive into new projects in the pursuit of knowledge and the common good."
    ],
    "imgSrc": "assets/images/cu.png",
    "codeSrc": "https://github.com/Luis-C/Luis-C.github.io",
    "example": "https://luis-c.github.io/SheHacks-VT/home"
  },
  {
    "title": "CaughtUp Web App",
    "paragraphs": [
      "One of my main projects for CaughtUp has been the development of our Web App.",
      "Built on Angular with a Firebase backend. I've learned a lot while developing this project.",
      "Currently the goal is to improve the design to improve UI/UX."
    ],
    "imgSrc": "assets/images/cu-logo.png",
    "view": "https://caughtup.web.app"
  },
  {
    "title": "CaughtUp Event Parser",
    "paragraphs": [
      "This project was part of the VT Hacks Hackathon",
      "We wanted to make scheduling easier. The android, iOS, and web application allows users to upload or take a photo with their camera and we create a calendar event for them."
    ],
    "imgSrc": "assets/images/eventParser.png",
    "view": "https://caughtup-parser.firebaseapp.com/home"
  },
  {
    "title": "Student Housing Guide",
    "paragraphs": [
      "The class project was to design a website to help upcoming alumni in search of student housing. To do so, we conducted research on different common choices and created a site aggregate."
    ],
    "imgSrc": "assets/images/housing.png",
    "view": "https://studenthousing.vttw.org/"
  },
  {
    "title": "Candidates",
    "paragraphs": [
      "Wouldn't it be funny if recruiters had to apply for a job candidate? This is a full-stack project designed for my cloud software development class"
    ],
    "imgSrc": "assets/images/placeholder.png",
    "github": "https://github.com/Luis-C/Candidates"
  },
  {
    "title": "Spot-Block",
    "paragraphs": [
      "Senior Capstone Project: My task is to build a front end for a blockhain application. Bid, buy and sell parking spots using smart contracts!"
    ],
    "imgSrc": "assets/images/placeholder.png",
    "github": "https://github.com/Luis-C/Spot-Block"
  }
]
